export const EVENTS = [
  {
    title: 'Литература',
    events: [
      {
        year: 1985,
        text: 'Издан роман "Убить пересмешника" Харпера Ли, который становится классикой американской литературы.',
      },
      {
        year: 1986,
        text: 'Публикация романа "Левиафан" Питера Уотса, ставшего культовым произведением в жанре научной фантастики.',
      },
      {
        year: 1987,
        text: 'Выход романа "Над пропастью во ржи" Джерома Д. Сэлинджера, который возрождает интерес к молодежной прозе.',
      },
      {
        year: 1988,
        text: 'Публикация книги "Человек в высоком замке" Филипа К. Дика, которая стала основой для популярного сериала.',
      },
      {
        year: 1989,
        text: 'Публикация "Тень ветра" Карлоса Руиса Сафона, который стал международным бестселлером.',
      },
      {
        year: 1990,
        text: 'Выход романа "Песнь льда и огня" Джорджа Р. Р. Мартина, который позже лег в основу знаменитого сериала.',
      },
    ],
  },
  {
    title: 'Театр',
    events: [
      {
        year: 1992,
        text: 'Впервые в России прошел театральный фестиваль "Золотая маска".',
      },
      {
        year: 1993,
        text: 'В Лондоне ставится мюзикл "Призрак Оперы", который стал мировым феноменом.',
      },
      {
        year: 1994,
        text: 'Премьера спектакля "Кот в сапогах" в театре на Таганке, который стал культовым в России.',
      },
      {
        year: 1995,
        text: 'Выход спектакля "Гамлет" в постановке Ларса фон Триера, который получил множество наград.',
      },
      {
        year: 1996,
        text: 'Премьера спектакля "Ромео и Джульетта" в Московском театре на Таганке.',
      },
      {
        year: 1997,
        text: 'В Париже открывается новый театр "Люкс", который становится культовым среди театралов.',
      },
    ],
  },
  {
    title: 'Кино',
    events: [
      {
        year: 1999,
        text: 'Премьера фильма "Матрица", который революционизировал жанр научной фантастики и экшн-кино.',
      },
      {
        year: 2000,
        text: 'Выход фильма "Гладиатор" с Расселом Кроу, который выиграл пять Оскаров.',
      },
      {
        year: 2001,
        text: '"Властелин колец: Братство кольца" завоевывает мировую популярность и множество наград.',
      },
      {
        year: 2002,
        text: 'Фильм "Гарри Поттер и Тайная комната" стал блокбастером, укрепив репутацию франшизы.',
      },
      {
        year: 2003,
        text: 'Фильм "Властелин колец: Возвращение короля" собрал 11 Оскаров, включая лучший фильм.',
      },
      {
        year: 2004,
        text: 'Выход фильма "Гарри Поттер и философский камень", который стал началом одной из самых успешных кинофраншиз.',
      },
    ],
  },
  {
    title: 'Наука',
    events: [
      {
        year: 2006,
        text: 'Учёные создали первые эмбриональные стволовые клетки человека, открытие в области медицины.',
      },
      {
        year: 2007,
        text: 'Разработана первая успешная терапия с использованием генной инженерии.',
      },
      {
        year: 2008,
        text: 'Разработка новой технологии 3D-принтеров, открывающая новые горизонты для производства.',
      },
      {
        year: 2009,
        text: 'Учёные нашли первые доказательства существования жизни на Марсе.',
      },
      {
        year: 2010,
        text: 'Учёные завершили проект "Человеческий геном", расшифровав полную структуру ДНК человека.',
      },
      {
        year: 2011,
        text: 'Создан первый синтетический организм, что стало важным шагом в области биотехнологий.',
      },
    ],
  },
  {
    title: 'Искусство',
    events: [
      {
        year: 2013,
        text: 'Цифровая живопись приобрела массовое признание благодаря выставке "Цифровой импрессионизм" в Нью-Йорке.',
      },
      {
        year: 2014,
        text: 'Выставка современного искусства в Музее современного искусства в Париже привлекла рекордное количество посетителей.',
      },
      {
        year: 2015,
        text: 'Виртуальная реальность становится важным инструментом в цифровом искусстве, открывая новые способы взаимодействия с произведениями.',
      },
      {
        year: 2016,
        text: 'Инсталляции с использованием света и звука становятся основным направлением в современном искусстве.',
      },
      {
        year: 2017,
        text: 'Выставка "Интерактивное искусство" в Лондоне стала крупнейшей за десятилетие, привлекая миллионы посетителей.',
      },
      {
        year: 2018,
        text: 'Первая виртуальная выставка искусства прошла в Москве, открывая новую эру в цифровом искусстве.',
      },
    ],
  },
  {
    title: 'Экономика',
    events: [
      {
        year: 2020,
        text: 'Глобальная экономика переживает спад из-за пандемии COVID-19, страны вводят новые экономические меры.',
      },
      {
        year: 2021,
        text: 'Криптовалюты становятся основой новой финансовой системы, объем рынка достиг рекордных значений.',
      },
      {
        year: 2022,
        text: 'Ведущие экономики мира начинают переходить к цифровым валютам, Китай и Европейский Союз запускают свои цифровые валюты.',
      },
      {
        year: 2023,
        text: 'Рынок устойчиво восстанавливается после пандемии, в мире наблюдается рост новых отраслей, таких как зеленая экономика.',
      },
      {
        year: 2024,
        text: 'Китай и США заключают историческое торговое соглашение, содействуя стабильности мировой экономики.',
      },
      {
        year: 2025,
        text: 'Введена новая глобальная финансовая система, основанная на блокчейне, что обеспечивает безопасность и прозрачность финансовых операций.',
      },
    ],
  },
];
