export const data = [
  {
    title: 'Литература',
    events: [
      {
        date: '2005',
        description: 'Издана последняя книга Гарри Поттера — "Гарри Поттер и Принц-полукровка"',
      },
      {
        date: '2012',
        description: 'Опубликован роман "Виноваты звезды" Джона Грина, ставший бестселлером',
      },
      {
        date: '2016',
        description: 'Вручена первая Международная премия по фантастике',
      },
      {
        date: '2018',
        description: 'Юбилейная церемония вручения Букеровской премии',
      },
      {
        date: '2019',
        description:
          'Объявлены лауреаты первой премии за лучший фантастический роман на русском языке',
      },
      {
        date: '2022',
        description: 'Произошел всплеск популярности аудиокниг по всему миру',
      },
    ],
  },
  {
    title: 'Театр',
    events: [
      {
        date: '2003',
        description: 'Открыт новый сезон Большого театра после масштабной реставрации',
      },
      {
        date: '2011',
        description: 'Бродвейский мюзикл "Король Лев" стал самым кассовым мюзиклом всех времен',
      },
      {
        date: '2015',
        description: 'Премьера спектакля "Гамлет" с Бенедиктом Камбербэтчем в главной роли',
      },
      {
        date: '2017',
        description: 'Открытие нового театрального фестиваля в Париже',
      },
      {
        date: '2020',
        description:
          'Впервые в истории Национального театра Англии все постановки транслируются онлайн',
      },
      {
        date: '2023',
        description: 'В Лондоне поставлен рекорд по продолжительности театрального спектакля',
      },
    ],
  },
  {
    title: 'Кино',
    events: [
      {
        date: '1997',
        description: 'Премьера фильма "Титаник", который стал мировым хитом',
      },
      {
        date: '2003',
        description: 'Фильм "Властелин колец: Возвращение короля" собрал 11 Оскаров',
      },
      {
        date: '2009',
        description: 'Фильм "Аватар" Джеймса Кэмерона побил рекорды кассовых сборов',
      },
      {
        date: '2015',
        description: 'Выход нового эпизода "Звездных войн" после долгого перерыва',
      },
      {
        date: '2019',
        description: 'Фильм "Мстители: Финал" стал самым кассовым фильмом в истории',
      },
      {
        date: '2022',
        description: '"Дюна" получила премию Оскар за лучшие визуальные эффекты',
      },
    ],
  },
  {
    title: 'Наука',
    events: [
      {
        date: '1995',
        description: 'Обнаружена первая экзопланета в обитаемой зоне звезды',
      },
      {
        date: '2003',
        description: 'Расшифрована человеческая ДНК',
      },
      {
        date: '2010',
        description: 'Создан первый синтетический организм',
      },
      {
        date: '2013',
        description: 'Учёные впервые создали искусственное мясо в лаборатории',
      },
      {
        date: '2020',
        description: 'Разработка первой вакцины против COVID-19',
      },
      {
        date: '2021',
        description: 'Запущен телескоп Джеймса Уэбба, новый этап изучения Вселенной',
      },
    ],
  },
  {
    title: 'Искусство',
    events: [
      {
        date: '2006',
        description:
          'Продана картина Густава Климта "Портрет Адели Блох-Бауэр I" за рекордную сумму',
      },
      {
        date: '2012',
        description: 'Открыта крупнейшая выставка современного искусства в Берлине',
      },
      {
        date: '2018',
        description:
          'Первый алгоритм искусственного интеллекта создал и продал картину на аукционе',
      },
      {
        date: '2020',
        description: 'Виртуальные галереи стали популярными благодаря технологиям VR',
      },
      {
        date: '2023',
        description: 'В Париже открылась крупнейшая выставка цифрового искусства',
      },
    ],
  },
  {
    title: 'Экономика',
    events: [
      {
        date: '1999',
        description: 'Создана валюта евро и начался её оборот в Евросоюзе',
      },
      {
        date: '2008',
        description: 'Глобальный финансовый кризис привел к масштабному падению рынков',
      },
      {
        date: '2013',
        description: 'Биткоин достиг рекордного курса в 1000 долларов',
      },
      {
        date: '2018',
        description: 'Китай стал крупнейшей экономикой мира по паритету покупательной способности',
      },
      {
        date: '2021',
        description: 'Рынок криптовалют достиг рекордных значений по капитализации',
      },
      {
        date: '2023',
        description: 'Введение цифрового юаня в качестве официальной валюты в Китае',
      },
    ],
  },
];
