export const EVENTS = [
  {
    title: 'Литература',
    events: [
      {
        year: 1985,
        text: 'Издан роман "Убить пересмешника" Харпера Ли, ставший классикой американской литературы.',
      },
      {
        year: 1986,
        text: 'Публикация романа "Левиафан" Питера Уотса, ставшего культовым произведением в жанре фантастики.',
      },
      {
        year: 1987,
        text: 'Выход романа "Над пропастью во ржи" Джерома Сэлинджера, возродившего интерес к молодежной прозе.',
      },
      {
        year: 1988,
        text: 'Публикация книги "Человек в высоком замке" Филипа К. Дика, ставшей основой популярного сериала.',
      },
      {
        year: 1989,
        text: 'Публикация "Тень ветра" Карлоса Руиса Сафона, ставшего международным бестселлером.',
      },
      {
        year: 1990,
        text: 'Выход романа "Песнь льда и огня" Джорджа Р. Р. Мартина, ставшего основой знаменитого сериала.',
      },
    ],
  },
  {
    title: 'Театр',
    events: [
      {
        year: 1992,
        text: 'В России прошел театральный фестиваль "Золотая маска", ставший важным событием в культуре.',
      },
      {
        year: 1993,
        text: 'В Лондоне ставится мюзикл "Призрак Оперы", ставший мировым феноменом.',
      },
      {
        year: 1994,
        text: 'Премьера спектакля "Кот в сапогах" в театре на Таганке, ставшего культовым в России.',
      },
      {
        year: 1995,
        text: 'Выход спектакля "Гамлет" Ларса фон Триера, получившего множество наград.',
      },
      {
        year: 1996,
        text: 'Премьера спектакля "Ромео и Джульетта" в Московском театре на Таганке.',
      },
      {
        year: 1997,
        text: 'В Париже открывается новый театр "Люкс", ставший культовым среди театралов.',
      },
    ],
  },
  {
    title: 'Кино',
    events: [
      {
        year: 1999,
        text: 'Премьера фильма "Матрица", революционизировавшего жанр научной фантастики и экшн-кино.',
      },
      {
        year: 2000,
        text: 'Выход фильма "Гладиатор" с Расселом Кроу, выигравшего пять Оскаров.',
      },
      {
        year: 2001,
        text: '"Властелин колец: Братство кольца" завоевал мировую популярность и множество наград.',
      },
      {
        year: 2002,
        text: 'Фильм "Гарри Поттер и Тайная комната" стал блокбастером, укрепив репутацию франшизы.',
      },
      {
        year: 2003,
        text: 'Фильм "Властелин колец: Возвращение короля" собрал 11 Оскаров, включая лучший фильм.',
      },
      {
        year: 2004,
        text: 'Выход фильма "Гарри Поттер и философский камень", ставшего началом успешной франшизы.',
      },
    ],
  },
  {
    title: 'Наука',
    events: [
      {
        year: 2006,
        text: 'Учёные создали первые эмбриональные стволовые клетки человека, открытие в области медицины.',
      },
      {
        year: 2007,
        text: 'Разработана первая успешная терапия с использованием генной инженерии.',
      },
      {
        year: 2008,
        text: 'Разработка новой технологии 3D-принтеров, открывающая новые горизонты для производства.',
      },
      {
        year: 2009,
        text: 'Учёные нашли первые доказательства существования жизни на Марсе.',
      },
      {
        year: 2010,
        text: 'Учёные завершили проект "Человеческий геном", расшифровав полную структуру ДНК человека.',
      },
      {
        year: 2011,
        text: 'Создан первый синтетический организм, важный шаг в области биотехнологий.',
      },
    ],
  },
  {
    title: 'Искусство',
    events: [
      {
        year: 2013,
        text: 'Цифровая живопись приобрела массовое признание благодаря выставке "Цифровой импрессионизм".',
      },
      {
        year: 2014,
        text: 'Выставка современного искусства в Париже привлекла рекордное количество посетителей.',
      },
      {
        year: 2015,
        text: 'ИИ начал использоваться в создании живописи, открывая новые горизонты для художников.',
      },
      {
        year: 2016,
        text: 'Инсталляции с использованием света и звука стали основным направлением в современном искусстве.',
      },
      {
        year: 2017,
        text: 'Выставка "Интерактивное искусство" в Лондоне стала крупнейшей за десятилетие.',
      },
      {
        year: 2018,
        text: 'Первая виртуальная выставка искусства прошла в Москве, открывая новую эру в цифровом искусстве.',
      },
    ],
  },
  {
    title: 'Экономика',
    events: [
      {
        year: 2020,
        text: 'Глобальная экономика переживает спад из-за пандемии COVID-19, страны вводят новые экономические меры.',
      },
      {
        year: 2021,
        text: 'Криптовалюты становятся основой новой финансовой системы, рынок достиг рекордных значений.',
      },
      {
        year: 2022,
        text: 'Ведущие экономики мира начали переходить к цифровым валютам.',
      },
      {
        year: 2023,
        text: 'Рынок восстанавливается после пандемии, в мире наблюдается рост зеленой экономики.',
      },
      {
        year: 2024,
        text: 'Китай и США заключают историческое торговое соглашение, содействуя стабильности мировой экономики.',
      },
      {
        year: 2025,
        text: 'Мировые банки внедряют цифровые валюты, ускоряя финансовые операции.',
      },
    ],
  },
];
