export const EVENTS = [
  {
    title: 'Литература',
    events: [
      {
        year: 2005,
        text: 'Издана последняя книга Гарри Поттера — "Гарри Поттер и Принц-полукровка".',
      },
      {
        year: 2012,
        text: 'Опубликован роман "Виноваты звезды" Джона Грина, ставший бестселлером.',
      },
      { year: 2016, text: 'Вручена первая Международная премия по фантастике.' },
      { year: 2018, text: 'Юбилейная церемония вручения Букеровской премии.' },
      {
        year: 2019,
        text: 'Объявлены лауреаты первой премии за лучший фантастический роман на русском языке.',
      },
      { year: 2022, text: 'Произошел всплеск популярности аудиокниг по всему миру.' },
    ],
  },
  {
    title: 'Театр',
    events: [
      { year: 2003, text: 'Открыт новый сезон Большого театра после масштабной реставрации.' },
      {
        year: 2011,
        text: 'Бродвейский мюзикл "Король Лев" стал самым кассовым мюзиклом всех времен.',
      },
      { year: 2015, text: 'Премьера спектакля "Гамлет" с Бенедиктом Камбербэтчем в главной роли.' },
      { year: 2017, text: 'Открытие нового театрального фестиваля в Париже.' },
      {
        year: 2020,
        text: 'Впервые в истории Национального театра Англии все постановки транслируются онлайн.',
      },
      {
        year: 2023,
        text: 'В Лондоне поставлен рекорд по продолжительности театрального спектакля.',
      },
    ],
  },
  {
    title: 'Кино',
    events: [
      { year: 1997, text: 'Премьера фильма "Титаник", который стал мировым хитом.' },
      { year: 2003, text: 'Фильм "Властелин колец: Возвращение короля" собрал 11 Оскаров.' },
      { year: 2009, text: 'Фильм "Аватар" Джеймса Кэмерона побил рекорды кассовых сборов.' },
      { year: 2015, text: 'Выход нового эпизода "Звездных войн" после долгого перерыва.' },
      { year: 2019, text: 'Фильм "Мстители: Финал" стал самым кассовым фильмом в истории.' },
      { year: 2022, text: '"Дюна" получила премию Оскар за лучшие визуальные эффекты.' },
    ],
  },
  {
    title: 'Наука',
    events: [
      { year: 1995, text: 'Обнаружена первая экзопланета в обитаемой зоне звезды.' },
      { year: 2003, text: 'Расшифрована человеческая ДНК.' },
      { year: 2010, text: 'Создан первый синтетический организм.' },
      { year: 2013, text: 'Учёные впервые создали искусственное мясо в лаборатории.' },
      { year: 2020, text: 'Разработка первой вакцины против COVID-19.' },
      { year: 2021, text: 'Запущен телескоп Джеймса Уэбба, новый этап изучения Вселенной.' },
    ],
  },
  {
    title: 'Искусство',
    events: [
      {
        year: 2006,
        text: 'Продана картина Густава Климта "Портрет Адели Блох-Бауэр I" за рекордную сумму.',
      },
      { year: 2012, text: 'Открыта крупнейшая выставка современного искусства в Берлине.' },
      {
        year: 2018,
        text: 'Первый алгоритм искусственного интеллекта создал и продал картину на аукционе.',
      },
      { year: 2020, text: 'Виртуальные галереи стали популярными благодаря технологиям VR.' },
      { year: 2023, text: 'В Париже открылась крупнейшая выставка цифрового искусства.' },
    ],
  },
  {
    title: 'Экономика',
    events: [
      { year: 1999, text: 'Создана валюта евро и начался её оборот в Евросоюзе.' },
      { year: 2008, text: 'Глобальный финансовый кризис привел к масштабному падению рынков.' },
      { year: 2013, text: 'Биткоин достиг рекордного курса в 1000 долларов.' },
      {
        year: 2018,
        text: 'Китай стал крупнейшей экономикой мира по паритету покупательной способности.',
      },
      { year: 2021, text: 'Рынок криптовалют достиг рекордных значений по капитализации.' },
      { year: 2023, text: 'Введение цифрового юаня в качестве официальной валюты в Китае.' },
    ],
  },
];
